tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "python@3.10"
brew "azure-cli"
brew "zstd"
brew "boost"
brew "difftastic"
brew "fd"
brew "fish"
brew "fnm"
brew "fx"
brew "gh"
brew "git-quick-stats"
brew "unbound"
brew "gnutls"
brew "guile"
brew "httpie"
brew "innoextract"
brew "jless"
brew "jq"
brew "lazygit"
brew "lsd"
brew "mkcert"
brew "mongosh"
brew "neovim"
brew "nnn"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "task"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "wget"
cask "fig"
cask "inso"
cask "marta"
cask "qutebrowser"
cask "wine-devel"
cask "alt-tab"
cask "rectangle"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "Avetis.tokyo-night"
vscode "bernik.theme-codeschool2-minimal"
vscode "dbaeumer.vscode-eslint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.Theme-TomorrowKit"
vscode "vscodevim.vim"
